Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/ja-omegat.tmx
Source language: en_us
Languages: ja

source: Blueprint String:
ja: ﾌﾞﾙｰﾌﾟﾘﾝﾄ文字列:

source: That is not a blueprint string.
ja: ブループリント文字列ではありません。

source: Assembling machine 4
ja: 組立機4

source: Assembling machine 5
ja: 組立機5

source: Assembling machine 6
ja: 組立機6

source: Chemical plant 2
ja: 化学プラント2

source: Chemical plant 3
ja: 化学プラント3

source: Chemical plant 4
ja: 化学プラント4

source: Electric multi-purpose furnace
ja: 電気式万能炉

source: Electric multi-purpose furnace MK2
ja: 電気式万能炉2

source: Electric furnace 2
ja: 電気炉2

source: Electric furnace 3
ja: 電気炉3

source: Electrolyser 2
ja: 電解槽2

source: Electrolyser 3
ja: 電解槽3

source: Electrolyser 4
ja: 電解槽4

source: Electronics assembling machine 1
ja: 電子部品組立機1

source: Electronics assembling machine 2
ja: 電子部品組立機2

source: Electronics assembling machine 3
ja: 電子部品組立機3

source: Oil refinery 2
ja: 原油精製所2

source: Oil refinery 3
ja: 原油精製所3

source: Oil refinery 4
ja: 原油精製所4

source: Chemical plant
ja: 改良された化学プラントの開発

source: Electronics assembling machine
ja: 電子部品組立機の製造

source: Multi-purpose furnaces
ja: 万能炉の製造

source: Ferric chloride solution
ja: 塩化第二鉄溶液

source: Bob's Fluids
ja: Bob's流体

source: Bob's Intermediate products
ja: Bob's中間生産物

source: Bob's Materials
ja: Bob's原料

source: Electronic circuit board
ja: 発展基板

source: Electronic Processing board
ja: 発展制御基板

source: Basic circuit board
ja: 基礎基板

source: Basic electronic components
ja: 基礎素子

source: Circuit board
ja: 回路基板

source: Basic electronic board
ja: 電子基板

source: Transistors
ja: トランジスタ

source: Fibreglass board
ja: ガラスファイバ基板

source: Gilded copper wire
ja: 金メッキ銅線

source: Insulated wire
ja: 絶縁ケーブル

source: Integrated electronics
ja: IC

source: Multi-layer circuit board
ja: 積層基板

source: Phenolic board
ja: フェノール基板

source: CPUs
ja: CPU

source: Electronic logic board
ja: 制御基板

source: Solder
ja: ハンダ

source: Solder plate
ja: ハンダ板

source: Superior circuit board
ja: 上位回路基板

source: Synthetic wood
ja: 合成木材

source: Tinned copper wire
ja: スズメッキ銅線

source: Wooden board
ja: 木製基板

source: Crude oil processing
ja: 石油加工

source: Coal cracking to Heavy oil
ja: 石炭を重油に分解

source: Pierce
ja: 貫通ダメージ

source: Big acid worm corpse
ja: ビッグアシッドワームの死骸

source: Big acid worm
ja: ビッグアシッドワーム

source: Badass behemoth biter
ja: バッダスベヒーモスバイター

source: Badass behemoth biter corpse
ja: バッダスベヒーモスバイターの死骸

source: Badass behemoth spitter
ja: バッダスベヒーモススピッター

source: Badass behemoth spitter corpse
ja: バッダスベヒーモススピッターの死骸

source: Behemoth worm corpse
ja: ベヒーモスワームの死骸

source: Behemoth worm
ja: ベヒーモスワーム

source: Big electric spitter
ja: ビッグエレクトリックスピッター

source: Big electric spitter corpse
ja: ビッグエレクトリックスピッターの死骸

source: Big electric worm corpse
ja: ビッグエレクトリックワームの死骸

source: Big electric worm
ja: ビッグエレクトリックワーム

source: Big explosive worm corpse
ja: ビッグエクスプローシブワームの死骸

source: Big explosive worm
ja: ビッグエクスプローシブワーム

source: Big fire worm corpse
ja: ビッグファイアワームの死骸

source: Big fire worm
ja: ビッグファイアワーム

source: Big piercing biter
ja: ビッグピアシングバイター

source: Big piercing biter corpse
ja: ビッグピアシングバイターの死骸

source: Big piercing worm corpse
ja: ビッグピアシングワームの死骸

source: Big piercing worm
ja: ビッグピアシングワーム

source: Big poison worm corpse
ja: ビッグポイズンワームの死骸

source: Big poison worm
ja: ビッグポイズンワーム

source: Elemental biter Spawner
ja: エレメンタルバイターの巣

source: Elemental biter spawner corpse
ja: エレメンタルバイターの巣の残骸

source: Giant fiery biter
ja: ジャイアントファイアバイター

source: Giant fiery biter corpse
ja: ジャイアントファイアバイターの死骸

source: Giant fire spitter
ja: ジャイアントファイアスピッター

source: Giant fire spitter corpse
ja: ジャイアントファイアスピッターの死骸

source: Giant poisonous biter
ja: ジャイアントポイズンバイター

source: Giant poisonous biter corpse
ja: ジャイアントポイズンバイターの死骸

source: Giant poison spitter
ja: ジャイアントポイズンスピッター

source: Giant poison spitter corpse
ja: ジャイアントポイズンスピッターの死骸

source: Giant worm corpse
ja: ジャイアントワームの死骸

source: Giant worm
ja: ジャイアントワーム

source: Huge acidic biter
ja: ヒュージアシッドバイター

source: Huge acidic biter corpse
ja: ヒュージアシッドバイターの死骸

source: Huge acid spitter
ja: ヒュージアシッドスピッター

source: Huge acid spitter corpse
ja: ヒュージアシッドスピッターの死骸

source: Huge explosive biter
ja: ヒュージエクスプローシブバイター

source: Huge explosive biter corpse
ja: ヒュージエクスプローシブバイターの死骸

source: Huge explosive spitter
ja: ヒュージエクスプローシブスピッター

source: Huge explosive spitter corpse
ja: ヒュージエクスプローシブスピッターの死骸

source: Leviathan biter
ja: リヴァイアサンバイター

source: Leviathan biter corpse
ja: リヴァイアサンバイターの死骸

source: Leviathan spitter
ja: リヴァイアサンスピッター

source: Leviathan spitter corpse
ja: リヴァイアサンスピッターの死骸

source: Elemental spitter spawner
ja: エレメンタルスピッターの巣

source: Elemental spitter spawner corpse
ja: エレメンタルスピッターの巣の残骸

source: Titan biter
ja: タイタンバイター

source: Titan biter corpse
ja: タイタンバイターの死骸

source: Titan spitter
ja: タイタンスピッター

source: Titan spitter corpse
ja: タイタンスピッターの死骸

source: Blue alien artifact
ja: ブルーエイリアンアーティファクト

source: Green alien artifact
ja: グリーンエイリアンアーティファクト

source: Orange alien artifact
ja: オレンジエイリアンアーティファクト

source: Purple alien artifact
ja: パープルエイリアンアーティファクト

source: Red alien artifact
ja: レッドエイリアンアーティファクト

source: Yellow alien artifact
ja: イエローエイリアンアーティファクト

source: Small alien artifact
ja: 小さなエイリアンアーティファクト

source: Small blue alien artifact
ja: 小さなブルーエイリアンアーティファクト

source: Small green alien artifact
ja: 小さなグリーンエイリアンアーティファクト

source: Small orange alien artifact
ja: 小さなオレンジエイリアンアーティファクト

source: Small purple alien artifact
ja: 小さなパープルエイリアンアーティファクト

source: Small red alien artifact
ja: 小さなレッドエイリアンアーティファクト

source: Small yellow alien artifact
ja: 小さなイエローエイリアンアーティファクト

source: Greenhouse
ja: 温室

source: Fertiliser
ja: 肥料

source: Seedling
ja: 苗木

source: Grow trees with Fertiliser
ja: 木を育てる(肥料使用)

source: Grow trees
ja: 木を育てる

source: Change inserter drop range
ja: ドロップ距離の変更

source: Open inserter configuration GUI
ja: 調整用のGUIを開く

source: Change inserter pickup range
ja: ピックアップ距離の変更

source: Rotate inserter pickup location
ja: ピックアップ角度の回転

source: Drop tile position
ja: ドロップ位置

source: Offset
ja: ｵﾌｾｯﾄ

source: Pickup tile position
ja: ピックアップ位置

source: Allows inserters range to be configured.
ja: インサータのピックアップ/ドロップ位置を調整できるようになります。

source: Allows more inserter rotation configuration options.
ja: インサータのピックアップ/ドロップ角度を調整できるようになります。

source: Allows inserters drop offset to be configured.
ja: インサータのドロップオフセット位置を調整できるようになります。

source: Long inserters
ja: インサータのアーム距離調整

source: More inserters
ja: インサータのアーム角度調整

source: Near inserters
ja: インサータのドロップオフセット調整

source: Armoured Cargo wagon
ja: 装甲貨物車両

source: Armoured Cargo wagon MK2
ja: 装甲貨物車両2

source: Armoured Diesel Locomotive
ja: ディーゼル装甲機関車

source: Armoured Diesel Locomotive MK2
ja: ディーゼル装甲機関車2

source: Cargo wagon MK2
ja: 貨物車両2

source: Cargo wagon MK3
ja: 貨物車両3

source: Construction robot MK2
ja: 建造ロボット2

source: Construction robot MK3
ja: 建造ロボット3

source: Construction robot MK4
ja: 建造ロボット4

source: Diesel Locomotive MK2
ja: ディーゼル機関車2

source: Diesel Locomotive MK3
ja: ディーゼル機関車3

source: Logistic robot MK2
ja: 物流ロボット2

source: Logistic robot MK3
ja: 物流ロボット3

source: Logistic robot MK4
ja: 物流ロボット4

source: Logistic zone expander MK1
ja: 物流ゾーン拡張タワー

source: Logistic zone expander MK2
ja: 物流ゾーン拡張タワー2

source: Logistic zone expander MK3
ja: 物流ゾーン拡張タワー3

source: Logistic zone expander MK4
ja: 物流ゾーン拡張タワー4

source: Logistic zone interface
ja: 物流ゾーン接続器

source: Robot charging point MK1
ja: ロボット充電ポイント

source: Robot charging point MK2
ja: ロボット充電ポイント2

source: Robot charging point MK3
ja: ロボット充電ポイント3

source: Robot charging point MK4
ja: ロボット充電ポイント4

source: Large robot charging point MK1
ja: 大型ロボット充電ポイント

source: Large robot charging point MK2
ja: 大型ロボット充電ポイント2

source: Large robot charging point MK3
ja: 大型ロボット充電ポイント3

source: Large robot charging point MK4
ja: 大型ロボット充電ポイント4

source: Robochest MK1
ja: ロボットチェスト

source: Robochest MK2
ja: ロボットチェスト2

source: Robochest MK3
ja: ロボットチェスト3

source: Robochest MK4
ja: ロボットチェスト4

source: Roboport MK2
ja: ロボットステーション2

source: Roboport MK3
ja: ロボットステーション3

source: Roboport MK4
ja: ロボットステーション4

source: Brass pipe
ja: 真ちゅうのパイプ

source: Brass pipe-to-ground
ja: 真ちゅうの地下パイプ

source: Bronze pipe
ja: ブロンズのパイプ

source: Bronze pipe-to-ground
ja: ブロンズの地下パイプ

source: Ceramic pipe
ja: セラミックのパイプ

source: Ceramic pipe-to-ground
ja: セラミックの地下パイプ

source: Copper pipe
ja: 銅のパイプ

source: Copper pipe-to-ground
ja: 銅の地下パイプ

source: Express filter inserter
ja: 超高速フィルターインサータ

source: Express inserter
ja: 超高速インサータ

source: Express long inserter
ja: 超高速ロングアームインサータ

source: Express stack filter inserter
ja: 超高速スタックフィルターインサータ

source: Express stack inserter
ja: 超高速スタックインサータ

source: Fast long handed inserter
ja: 高速ロングアームインサータ

source: Filter long inserter
ja: フィルターロングアームインサータ

source: Faster splitter
ja: 極高速分配器

source: Faster transport belt
ja: 極高速搬送ベルト

source: Faster underground belt
ja: 極高速地下搬送ベルト

source: Active provider chest MK2
ja: アクティブ供給チェスト2

source: Passive provider chest MK2
ja: パッシブ供給チェスト2

source: Requester chest MK2
ja: 要求チェスト2

source: Storage chest MK2
ja: 貯蔵チェスト2

source: Long handed burner inserter
ja: 燃料式ロングアームインサータ

source: Iron pipe
ja: 鉄のパイプ

source: Iron pipe-to-ground
ja: 鉄の地下パイプ

source: Plastic pipe
ja: プラスチックのパイプ

source: Plastic pipe-to-ground
ja: プラスチックの地下パイプ

source: Extremely fast splitter
ja: 亜光速分配器

source: Extremely fast transport belt
ja: 亜光速搬送ベルト

source: Extremely fast underground belt
ja: 亜光速地下搬送ベルト

source: Roboport MK1
ja: ロボットステーション

source: Small pump MK2
ja: 小型ポンプ2

source: Small pump MK3
ja: 小型ポンプ3

source: Small pump MK4
ja: 小型ポンプ4

source: Steel pipe
ja: 鋼鉄のパイプ

source: Steel pipe-to-ground
ja: 鋼鉄の地下パイプ

source: Stone pipe
ja: 石のパイプ

source: Stone pipe-to-ground
ja: 石の地下パイプ

source: Storage Tank MK2
ja: 貯蔵タンク2

source: Storage Tank MK3
ja: 貯蔵タンク3

source: Storage Tank MK4
ja: 貯蔵タンク4

source: Titanium pipe
ja: チタンのパイプ

source: Titanium pipe-to-ground
ja: チタンの地下パイプ

source: Tungsten pipe
ja: タングステンのパイプ

source: Tungsten pipe-to-ground
ja: タングステンの地下パイプ

source: Valve
ja: バルブ

source: Long handed drop
ja: ドロップ位置

source: Enable position overides
ja: 各種位置調整を可能にする

source: Enable Inserters GUI mode
ja: インサータ調整GUIを有効

source: Long handed inserter
ja: ロングアームインサータ

source: Near side of belt
ja: ドロップオフセット

source: Long handed pickup
ja: ピックアップ位置

source: Size: 5
ja: 容積: 5

source: Size: 5 Underground distance: 20
ja: 容積: 5 地下距離: 20

source: Size: 5 Underground distance: 15
ja: 容積: 5 地下距離: 15

source: Size: 20
ja: 容積: 20

source: Size: 20 Underground distance: 20
ja: 容積: 20 地下距離: 20

source: Size: 5 Underground distance: 10
ja: 容積: 5 地下距離: 10

source: Size: 10
ja: 容積: 10

source: Size: 10 Underground distance: 10
ja: 容積: 10 地下距離: 10

source: Size: 20 Underground distance: 15
ja: 容積: 20 地下距離: 15

source: Size: 10 Underground distance: 15
ja: 容積: 10 地下距離: 15

source: Size: 20 Underground distance: 10
ja: 容積: 20 地下距離: 10

source: Size: 10 Underground distance: 20
ja: 容積: 10 地下距離: 20

source: Size: 10 Underground distance: 30
ja: 容積: 10 地下距離: 30

source: A pipe that allows fluid to flow in only one direction
ja: 流体を一方向にのみ流すパイプです

source: Bob's Logistics
ja: Bob's物流

source: Flying robot frame MK2
ja: 飛行用ロボットフレーム2

source: Flying robot frame MK3
ja: 飛行用ロボットフレーム3

source: Flying robot frame MK4
ja: 飛行用ロボットフレーム4

source: Roboport antenna array MK1
ja: ロボットステーションアンテナ

source: Roboport antenna array MK2
ja: ロボットステーションアンテナ2

source: Roboport antenna array MK3
ja: ロボットステーションアンテナ3

source: Roboport antenna array MK4
ja: ロボットステーションアンテナ4

source: Roboport charging pad MK1
ja: ロボットステーション充電パッド

source: Roboport charging pad MK2
ja: ロボットステーション充電パッド2

source: Roboport charging pad MK3
ja: ロボットステーション充電パッド3

source: Roboport charging pad MK4
ja: ロボットステーション充電パッド4

source: Roboport hatch door MK1
ja: ロボットステーションハッチ

source: Roboport hatch door MK2
ja: ロボットステーションハッチ2

source: Roboport hatch door MK3
ja: ロボットステーションハッチ3

source: Roboport hatch door MK4
ja: ロボットステーションハッチ4

source: Construction robot brain MK1
ja: 建造ロボット制御基板

source: Construction robot brain MK2
ja: 建造ロボット制御基板2

source: Construction robot brain MK3
ja: 建造ロボット制御基板3

source: Construction robot brain MK4
ja: 建造ロボット制御基板4

source: Logistic robot brain MK1
ja: 物流ロボット制御基板

source: Logistic robot brain MK2
ja: 物流ロボット制御基板2

source: Logistic robot brain MK3
ja: 物流ロボット制御基板3

source: Logistic robot brain MK4
ja: 物流ロボット制御基板4

source: Construction robot tool MK1
ja: 建造ロボットアーム

source: Construction robot tool MK2
ja: 建造ロボットアーム2

source: Construction robot tool MK3
ja: 建造ロボットアーム3

source: Construction robot tool MK4
ja: 建造ロボットアーム4

source: Logistic robot tool MK1
ja: 物流ロボットアーム

source: Logistic robot tool MK2
ja: 物流ロボットアーム2

source: Logistic robot tool MK3
ja: 物流ロボットアーム3

source: Logistic robot tool MK4
ja: 物流ロボットアーム4

source: Adds an extra __1__ slots to the character inventory
ja: キャラクターインベントリを拡張して__1__個の スロットを追加します。

source: Faster and more flexible ways of transportation.
ja: 輸送をさらに高速化、柔軟にします。

source: Research into building Roboports in modules.
ja: モジュール化されたロボットステーションの建造技術です。

source: Logistic robots are a flexible alternative to conveyor belts.
ja: 物流ロボットは搬送ベルトに代わる柔軟な選択肢です。

source: Inserters that are faster than fast inserters!
ja: 既存のインサータよりもさらに高速なインサータを製造できます。

source: Non-stack inserters can move more items at the same time.
ja: スタックインサータでなくとも一度に複数のアイテムを動かせるようになります。

source: Stack inserters can move more items at the same time depending on their upgrade.
ja: アップグレードによりスタックインサータは一度により多くのアイテムを動かせるようになります。

source: Armoured Railway
ja: 鉄道車両の装甲化

source: Fluid handling
ja: 流体力学

source: Logistics
ja: 物流学

source: Railway
ja: 鉄道

source: Modular Roboports
ja: モジュラー式ロボットステーションの開発

source: Robotics
ja: ロボット工学

source: Advanced logistic and construction robotics
ja: 発展的な物流・建造ロボット工学

source: Character inventory slots
ja: インベントリスロット追加

source: Express Inserters
ja: 高速インサータ

source: Stack inserter capacity bonus
ja: スタック インサータ容量ボーナス

source: Inserter capacity bonus
ja: インサータ容量ボーナス

source: Electric Large Area Mining Drill MK2
ja: 電動広域掘削機

source: Electric Large Area Mining Drill MK3
ja: 電動広域掘削機2

source: Electric Large Area Mining Drill MK4
ja: 電動広域掘削機3

source: Electric Large Area Mining Drill MK5
ja: 電動広域掘削機4

source: Electric Mining Drill MK2
ja: 電動掘削機2

source: Electric Mining Drill MK3
ja: 電動掘削機3

source: Electric Mining Drill MK4
ja: 電動掘削機4

source: Electric Mining Drill MK5
ja: 電動掘削機5

source: Pumpjack MK2
ja: 油井2

source: Pumpjack MK3
ja: 油井3

source: Pumpjack MK4
ja: 油井4

source: Pumpjack MK5
ja: 油井5

source: Water Pumpjack MK1
ja: 汲上機

source: Water Pumpjack MK2
ja: 汲上機2

source: Water Pumpjack MK3
ja: 汲上機3

source: Water Pumpjack MK4
ja: 汲上機4

source: Water Pumpjack MK5
ja: 汲上機5

source: Brass axe
ja: 真ちゅうの斧

source: Cobalt steel axe
ja: コバルト鋼の斧

source: Diamond axe
ja: ダイアモンドの斧

source: Titanium axe
ja: チタンの斧

source: Tungsten axe
ja: タングステンの斧

source: Large Area Mining Drills Research
ja: 広域掘削機の研究

source: Mining Drills Research
ja: 掘削機の研究

source: Pumpjacks Research
ja: 油井の研究

source: Water Pumpjacks Research
ja: 汲上機の研究

source: Beacon MK2
ja: ビーコン2

source: Beacon MK3
ja: ビーコン3

source: Modules lab
ja: モジュール研究所

source: Modules
ja: Bob'sモジュール

source: Effectivity Module 1
ja: エネルギー効率モジュール1

source: Effectivity Module 2
ja: エネルギー効率モジュール2

source: Effectivity Module 3
ja: エネルギー効率モジュール3

source: Effectivity Module 4
ja: エネルギー効率モジュール4

source: Effectivity Module 5
ja: エネルギー効率モジュール5

source: Effectivity Module 6
ja: エネルギー効率モジュール6

source: Effectivity Module 7
ja: エネルギー効率モジュール7

source: Effectivity Module 8
ja: エネルギー効率モジュール8

source: Effectivity circuit board
ja: エネルギー効率回路基板

source: Effectivity logic board
ja: エネルギー効率発展基板

source: Effectivity processor board
ja: エネルギー効率制御基板

source: God module 1
ja: ゴッドモジュール1

source: God module 2
ja: ゴッドモジュール2

source: God module 3
ja: ゴッドモジュール3

source: God module 4
ja: ゴッドモジュール4

source: God module 5
ja: ゴッドモジュール5

source: Green module 1
ja: エコモジュール1

source: Green module 2
ja: エコモジュール2

source: Green module 3
ja: エコモジュール3

source: Green module 4
ja: エコモジュール4

source: Green module 5
ja: エコモジュール5

source: Green module 6
ja: エコモジュール6

source: Green module 7
ja: エコモジュール7

source: Green module 8
ja: エコモジュール8

source: Module case
ja: モジュールケース

source: Module main board
ja: モジュール主基板

source: Module contact
ja: モジュール接点

source: Basic module board
ja: 基礎モジュール基板

source: Module logic board
ja: 発展モジュール基板

source: Module processor board
ja: 制御モジュール基板

source: Pollution Cleaning Module 1
ja: 汚染低減モジュール1

source: Pollution Cleaning Module 2
ja: 汚染低減モジュール2

source: Pollution Cleaning Module 3
ja: 汚染低減モジュール3

source: Pollution Cleaning Module 4
ja: 汚染低減モジュール4

source: Pollution Cleaning Module 5
ja: 汚染低減モジュール5

source: Pollution Cleaning Module 6
ja: 汚染低減モジュール6

source: Pollution Cleaning Module 7
ja: 汚染低減モジュール7

source: Pollution Cleaning Module 8
ja: 汚染低減モジュール8

source: Pollution cleaning circuit board
ja: 汚染低減回路基板

source: Pollution cleaning logic board
ja: 汚染低減発展基板

source: Pollution cleaning processor board
ja: 汚染低減制御基板

source: Pollution Producing Module 1
ja: 汚染増高モジュール1

source: Pollution Producing Module 2
ja: 汚染増高モジュール2

source: Pollution Producing Module 3
ja: 汚染増高モジュール3

source: Pollution Producing Module 4
ja: 汚染増高モジュール4

source: Pollution Producing Module 5
ja: 汚染増高モジュール5

source: Pollution Producing Module 6
ja: 汚染増高モジュール6

source: Pollution Producing Module 7
ja: 汚染増高モジュール7

source: Pollution Producing Module 8
ja: 汚染増高モジュール8

source: Pollution producing circuit board
ja: 汚染増高回路基板

source: Pollution producing logic board
ja: 汚染増高発展基板

source: Pollution producing processor board
ja: 汚染増高制御基板

source: Productivity Module 1
ja: 生産力モジュール1

source: Productivity Module 2
ja: 生産力モジュール2

source: Productivity Module 3
ja: 生産力モジュール3

source: Productivity Module 4
ja: 生産力モジュール4

source: Productivity Module 5
ja: 生産力モジュール5

source: Productivity Module 6
ja: 生産力モジュール6

source: Productivity Module 7
ja: 生産力モジュール7

source: Productivity Module 8
ja: 生産力モジュール8

source: Productivity circuit board
ja: 生産力回路基板

source: Productivity logic board
ja: 生産力発展基板

source: Productivity processor board
ja: 生産力制御基板

source: Raw productivity module 1
ja: 純生産力モジュール1

source: Raw productivity module 2
ja: 純生産力モジュール2

source: Raw productivity module 3
ja: 純生産力モジュール3

source: Raw productivity module 4
ja: 純生産力モジュール4

source: Raw productivity module 5
ja: 純生産力モジュール5

source: Raw productivity module 6
ja: 純生産力モジュール6

source: Raw productivity module 7
ja: 純生産力モジュール7

source: Raw productivity module 8
ja: 純生産力モジュール8

source: Raw speed module 1
ja: 純生産速度モジュール1

source: Raw speed module 2
ja: 純生産速度モジュール2

source: Raw speed module 3
ja: 純生産速度モジュール3

source: Raw speed module 4
ja: 純生産速度モジュール4

source: Raw speed module 5
ja: 純生産速度モジュール5

source: Raw speed module 6
ja: 純生産速度モジュール6

source: Raw speed module 7
ja: 純生産速度モジュール7

source: Raw speed module 8
ja: 純生産速度モジュール8

source: Speed Module 1
ja: 生産速度モジュール1

source: Speed Module 2
ja: 生産速度モジュール2

source: Speed Module 3
ja: 生産速度モジュール3

source: Speed Module 4
ja: 生産速度モジュール4

source: Speed Module 5
ja: 生産速度モジュール5

source: Speed Module 6
ja: 生産速度モジュール6

source: Speed Module 7
ja: 生産速度モジュール7

source: Speed Module 8
ja: 生産速度モジュール8

source: Speed circuit board
ja: 生産速度回路基板

source: Speed logic board
ja: 生産速度発展基板

source: Speed processor board
ja: 生産速度制御基板

source: God modules
ja: ゴッドモジュール

source: Green modules
ja: エコモジュール

source: Module effect combining
ja: モジュール効果の合成

source: Pollution Cleaning Modules
ja: 汚染低減モジュール

source: Pollution Producing Modules
ja: 汚染増高モジュール

source: Raw productivity modules
ja: 純生産力モジュール

source: Raw speed modules
ja: 純生産速度モジュール

source: Bauxite (Aluminium ore)
ja: アルミ鉱石

source: Cobaltite
ja: コバルト鉱石

source: Gemstones
ja: 宝石の原石

source: Gold ore
ja: 金鉱石

source: Ground Water
ja: 地下水

source: Galena (Lead ore)
ja: 鉛鉱石

source: Lithia Water
ja: リチア水

source: Nickel ore
ja: ニッケル鉱石

source: Quartz (Silicon ore)
ja: 石英

source: Rutile (Titanium ore)
ja: チタン鉱石

source: Silver ore
ja: 銀鉱石

source: Sulfur
ja: 硫黄

source: Tin ore
ja: スズ鉱石

source: Tungsten ore
ja: タングステン鉱石

source: Zinc ore
ja: 亜鉛鉱石

source: Amethyst Ore
ja: アメジスト原石

source: Diamond Ore
ja: ダイアモンド原石

source: Emerald Ore
ja: エメラルド原石

source: Unsorted gemstone ore
ja: 未選別の宝石の原石

source: Ruby Ore
ja: ルビー原石

source: Sapphire Ore
ja: サファイア原石

source: Topaz Ore
ja: トパーズ原石

source: Compressor
ja: コンプレッサー

source: Compressor MK2
ja: コンプレッサー2

source: Compressor MK3
ja: コンプレッサー3

source: Compressor MK4
ja: コンプレッサー4

source: Chemical furnace
ja: 化学炉

source: Electric Chemical furnace
ja: 電気式化学炉

source: Electric Metal mixing furnace
ja: 電気式金属混合炉

source: Metal mixing furnace
ja: 金属混合炉

source: Gas venting pump
ja: ガス抜きポンプ

source: Pump
ja: ポンプ

source: Pump MK2
ja: ポンプ2

source: Pump MK3
ja: ポンプ3

source: Pump MK4
ja: ポンプ4

source: Alien acid fluid
ja: エイリアンの強酸液

source: Alien explosive fluid
ja: エイリアンの炸裂液

source: Alien flame fluid
ja: エイリアンの焼夷液

source: Alien poison fluid
ja: エイリアンの猛毒液

source: Chlorine
ja: 塩素

source: Hydrogen
ja: 水素

source: Hydrogen chloride
ja: 塩化水素

source: Compressed air
ja: 圧縮空気

source: Liquid fuel
ja: 液体燃料

source: Nitric acid
ja: 硝酸

source: Nitrogen
ja: 窒素

source: Nitrogen dioxide
ja: 二酸化窒素

source: Oxygen
ja: 酸素

source: Sulfur dioxide
ja: 二酸化硫黄

source: Tungstic acid
ja: タングステン酸

source: Bob's Gemstones
ja: Bob's宝石

source: Void
ja: ヴォイド

source: Advanced processing unit
ja: 発展制御基板

source: Alien acid barrel
ja: エイリアンの強酸液バレル

source: Blue alien alloy
ja: ブルーエイリアン合金

source: Alien explosive barrel
ja: エイリアンの炸裂液バレル

source: Alien fire barrel
ja: エイリアンの焼夷液バレル

source: Orange alien alloy
ja: オレンジエイリアン合金

source: Alien poison barrel
ja: エイリアンの猛毒液バレル

source: Aluminium plate
ja: アルミ板

source: Raw Amethyst
ja: 未加工のアメジスト

source: Cut Amethyst
ja: カット済みアメジスト

source: Polished Amethyst
ja: 磨かれたアメジスト

source: Brass plate
ja: 真ちゅう板

source: Brass gear wheel
ja: 真ちゅうの歯車

source: Bronze plate
ja: ブロンズ板

source: Calcium chloride
ja: 塩化カルシウム

source: Ceramic bearing
ja: セラミックのベアリング

source: Ceramic bearing ball
ja: セラミックのベアリングボール

source: Bottled Chlorine
ja: 塩素ボンベ

source: Cobalt Oxide
ja: 酸化コバルト

source: Cobalt plate
ja: コバルト板

source: Cobalt steel plate
ja: コバルト鋼板

source: Copper-tungsten plate
ja: 銅タングステン板

source: Raw Diamond
ja: 磨かれたダイアモンド

source: Cut Diamond
ja: カット済みダイアモンド

source: Polished Diamond
ja: 磨かれたダイアモンド

source: Electrum plate
ja: エレクトラム板

source: Raw Emerald
ja: 未加工のエメラルド

source: Cut Emerald
ja: カット済みエメラルド

source: Polished Emerald
ja: 磨かれたエメラルド

source: Empty canister
ja: 空の保存缶

source: Ferric chloride canister
ja: 塩化第二鉄溶液缶

source: Gas Bottle
ja: 空のガスボンベ

source: Glass
ja: ガラス

source: Gold plate
ja: 金板

source: Grinding wheel
ja: 研削砥石

source: Gunmetal plate
ja: ガンメタル板

source: Heavy oil barrel
ja: 重油バレル

source: Bottled Hydrogen
ja: 水素ボンベ

source: Bottled Hydrogen chloride
ja: 塩化水素ボンベ

source: Invar plate
ja: インバー板

source: Lead oxide
ja: 酸化鉛

source: Lead plate
ja: 鉛板

source: Light oil barrel
ja: 軽油バレル

source: Liquid fuel canister
ja: 液体燃料缶

source: Lithia water barrel
ja: リチア水バレル

source: Lithium
ja: リチウム板

source: Lithium chloride
ja: 塩化リチウム

source: Lithium cobalt oxide
ja: リチウムコバルト酸化物

source: Lithium-ion battery
ja: リチウムイオン電池

source: Lithium perchlorate
ja: 過塩素酸リチウム

source: Lubricant barrel
ja: 潤滑油バレル

source: Nickel plate
ja: ニッケル板

source: Nitinol plate
ja: ニチノール板

source: Nitinol bearing
ja: ニチノールのベアリング

source: Nitinol bearing ball
ja: ニチノールのベアリングボール

source: Nitinol gear wheel
ja: ニチノールの歯車

source: Nitric acid barrel
ja: 硝酸バレル

source: Bottled Nitrogen
ja: 窒素ボンベ

source: Bottled Oxygen
ja: 酸素ボンベ

source: Bottled Petroleum gas
ja: プロパンガスボンベ

source: Polishing compound
ja: 研磨剤

source: Polishing wheel
ja: 研磨砥石

source: Powdered tungsten
ja: タングステン粉末

source: Raw Ruby
ja: 未加工のルビー

source: Cut Ruby
ja: カット済みルビー

source: Polished Ruby
ja: 磨かれたルビー

source: Salt
ja: 塩

source: Raw Sapphire
ja: 未加工のサファイア

source: Cut Sapphire
ja: カット済みサファイア

source: Polished Sapphire
ja: 磨かれたサファイア

source: Silicon plate
ja: シリコン板

source: Silicon carbide
ja: 炭化ケイ素

source: Silicon nitride
ja: 窒化ケイ素

source: Powdered silicon
ja: シリコン粉末

source: Silicon wafer
ja: シリコンウエハ

source: Silver nitrate
ja: 硝酸銀
